Repository: dinhquydds/nanocucurmin
Catalog: tm/taytrangrang-omegat.tmx
Source language: en_us
Languages: vi

source: Haywood and Leonard (1998) reported the use of nightguard vital bleaching with 10 % carbamide peroxide to remove a brown stain from the maxillary central incisor of a 13-year-old patient.
vi: Haywood và Leonard (1998) báo cáo dùng máng tẩy trắng ban đêm với 10 % carbamide peroxide để loại bỏ vết nâu từ răng cửa giữa của bệnh nhân 13 tuổi.

source: Haywood and Parker (1999) described a case of porcelain veneers bonded to tetracycline-stained teeth that resulted in a graying of the veneers.
vi: Haywood và Parker (1999) mô tả trường hợp porcelain veneers dán vào răng nhiễm tetracycline kết quả làm xám veneers.

source: He later decided to have the lower teeth bleached with 10 % carbamide peroxide in a custom-fitted tray
vi: Sau đó, ông đã quyết định tẩy trắng răng với 10 % carbamide peroxide bằng khay cá nhân

source: He used to drink water from a water well when he was a child in his home coun- try.
vi: Anh ấy thường uống nước giếng khi anh ấy còn nhỏ.

source: He was informed that long-term whitening (2–6 months) might lighten his teeth.
vi: Ông ấy được thông báo tẩy trắng dài hạn (2–6 months) có thể làm trắng răng.

source: Heat was then applied by the patient according to his/her particu- lar tolerance, using a modified soldering iron.
vi: Nhiệt sau đó được áp dụng bởi bệnh nhân theo cách chịu đựng đặc biệt, dùng máy hàn kim loại biến đổi.

source: Her dentist performed three intra-coronal whitening treatments three years later, followed by two sessions of external in-office whiten- ing.
vi: Nha sĩ của cô thực hiện 3 lần tẩy trắng trong thân răng 3 năm trước, sau đó hai lần tẩy trắng phía ngoài răng tại phòng khám.

source: Here longer etching or micro-abrasion might be required.
vi: Ở đây xoi mòn lâu hơn hoặc vi mài mòn có thể được yêu cầu.

source: Here we concentrate on qualitative defects, which are characterized by increased enamel porosity.
vi: Ở đây chúng tôi tập trung vào khiếm khuyết định tính, chúng tôi đặc trưng bởi tăng độ xốp men răng.

source: Here, a short history of tooth whitening agents developed and employed based on the type of discoloration is summarized, as is our current knowledge on the relative efficacy and safety of various types of tooth whitening regimens available.
vi: Sau đây là lược sử của sự phát triển tác nhân tẩy trắng răng và dựa trên loại đổi màu được tổng hợp, như là kiến thức hiện tại của chúng tôi trên tính hiệu quả và an toàn của các phác đồ tẩy trắng răng hiện có.

source: Higher concentrations, however, increase the incidence of tooth sensitivity (Matis et al.
vi: Tuy nhiên nồng độ cao tăng tỉ lệ răng nhạy cảm (Matis và cộng sự

source: His dentist had recommended a full-coverage tooth-colored restora- tion for esthetic reasons.
vi: Nha sĩ của ông đề nghị phục hồi toàn bộ màu răng vì lý do thẩm mỹ.

source: Histologically, enamel fluorosis is characterized by an increased porosity in the enamel (Thylstrup and Fejerskov 1978).
vi: Theo mô học, nhiễm fluor men răng được đặc trưng bởi tăng tính xốp của men răng (Thylstrup và Fejerskov 1978).

source: History of
vi: Lịch sử

source: History of Tooth Whitening
vi: Lịch sử của tẩy trắng răng

source: How Many Applications Are Needed?
vi: Cần bao nhiêu lần áp dụng?

source: How do we know that the concentration written on the syringe corresponds to the concentration of peroxide inside the syringe?
vi: Làm sao chúng ta biết rằng nồng độ ghi trên ống tiêm tương ứng với nồng độ peroxide trong ống tiêm?

source: How does the efficacy of OTC bleaching products compare to that of the dentist- prescribed at-home whitening?
vi: Hiệu quả của sản phẩm tẩy trắng OTC so với thuốc tẩy trắng răng tại nhà được kê toa bởi nha sĩ như thế nào?

source: How does the efficacy of OTC whitening products compare to that of the dentist- prescribed at-home whitening?
vi: Làm thế nào để so sánh hiệu quả của sản phẩm tẩy trắng OTC với tẩy trắng răng tại nhà được kê bởi nha sĩ?

source: However, as we already mentioned earlier in this chapter, the
vi: Tuy nhiên, như chúng tôi đề cập trước đó trong chương này,

source: However, 15 % carbamide peroxide gel with potassium nitrate and sodium fluoride achieved significantly greater whitening results than a 16 % carbamide peroxide gel with amorphous calcium phosphate (ACP) (Matis et al.
vi: Tuy nhiên, 15 % carbamide peroxide với potassium nitrate và sodium fluoride đạt được kết quả trắng hơn có ý nghĩa so với 16 % carbamide peroxide với amorphous calcium phosphate (ACP) (Matis và cộng sự

source: However, 15 and 20 % carb- amide peroxide caused significantly more sensitivity than 10 % carbamide peroxide (Matis et al.
vi: Tuy nhiên, 15 và 20 % carbamide peroxide gây ra nhạy cảm đáng kể hơn 10 % carbamide peroxide (Matis và cộng sự

source: However, as the gel is usually agitated with the aid of a rotating brush it is recommended to apply the desensitizer before the protection of the soft tissues.
vi: Tuy nhiên, bởi vì gel thường khuấy bằng bàn chải quay nên áp dụng chống nhạy cảm trước khi bảo vệ mô mềm.

source: However, authors did not include a control group with in-office bleaching without microabrasion.
vi: Tuy nhiên, các tác giả không có nhóm chứng tẩy trắng tại phòng khám không có vi mài mòn.

source: However, before rubber dam installation, a thick layer of petroleum jelly should be applied on the gingival tissue of the teeth to be bleached.
vi: Tuy nhiên, trước khi đặt đê cao su, đặt một lớp dày vaselin lên các răng cần được tẩy trắng.

source: However, considering that both bleaching techniques (in-office and at-home techniques) are effective, the main advantage of the “jump-start” technique is for some patients who demand faster ways of bleaching (Matis et al.
vi: Tuy nhiên, xem xét hai kỹ thuật tẩy trắng (tại phòng khám và tại nhà) đều hiệu quả, ưu điểm chính của kỹ thuật "mồi khởi động" cho một số bệnh nhân đòi hỏi tẩy trắng răng nhanh hơn (Matis và cộng sự

source: However, discolored nonvital teeth do not usu- ally respond to external tray whitening as well as vital teeth do, with the exception of
vi: Tuy nhiên, đổi màu răng chết tuỷ không thường đáp ứng với tẩy trắng răng bằng khay như răng sống, với ngoại lệ

source: However, early pioneers were concerned with the aggressive
vi: Tuy nhiên, những người đầu tiên đã quan tâm đến sự xâm lấn

source: However, efficient whitening has been observed in studies that employed 35 % HP, with reports of overall color change of five to eight shade guide units after two in-office bleaching sessions (Marson et al.
vi: Tuy nhiên, hiệu quả làm trắng được quan sát trong các nghiên cứu dùng 35 % HP, với báo cáo thay đổi màu sắc tổng thể của năm đến tám đơn vị màu sau hai phiên tẩy trắng tại phòng khám (Marson và cộng sự

source: However, for low- concentrated HP gels the benefits of such association is yet to be determined.
vi: Tuy nhiên, với nồng độ HP thấp, lợi ích của kết hợp này chưa đước xác định.

source: However, if the reaction is complex and involves a series of consecutive steps, there might be a limit to which the increased concentration leads to faster reaction rates.
vi: Tuy nhiên, nếu phản ứng phức tạp và liên quan đến hàng loạt bước liên tiếp, có thể có một giơts hạn mà nồng độ tăng dẫn tới tốc độ phản ứng tăng.

source: However, in this paper, a calcium-containing alkaline gel applied for a single 40-min application without replenishment was used (de Paula et al.
vi: Tuy nhiên, trong bài báo này, gel kiềm chứa calcium áp dụng 1 lần 40 phút mà không thay mới thuốc (de Paula và cộng sự

source: However, it is difficult to predict when enamel microabrasion will remove a stain completely from a tooth (Celik et al.
vi: Tuy nhiên, khó đoán được khi nào vi mài mòn sẽ loại bỏ hoàn toàn vết màu (Celik và cộng sự

source: However, it seems that infiltrated lesions show similar staining as sound enamel (Eckstein et al.
vi: Tuy nhiên, có vẻ tổn thương được xâm nhập có màu tương tự như men răng khoẻ mạnh (Eckstein và cộng sự

source: However, one session of in-office whiten- ing is not usually sufficient to achieve optimal results (Al Shethri et al.
vi: Tuy nhiên, một phiên trong phòng khám thường là không đủ để đặt kết quả tối ưu (Al Shethri và cộng sự

source: However, pain during and following bleaching treatment can affect intact teeth lacking dentin exposure and this is in sharp contrast with the hydrodynamic theory (Markowitz 2010).
vi: Tuy nhiên, đau trong và sau khi tẩy trắng có thể ảnh hưởng đến răng nguyên vẹn không có ngà lộ ra và đây là điều trái ngược hoàn toàn với thuyết thuỷ động học (Markowitz 2010).

source: However, smokers had slightly darker teeth after 1 month of at-home bleach- ing.
vi: Tuy nhiên, người hút thuốc có răng hơi đậm hơn sau 1 tháng tẩy trắng răng tại nhà.

source: However, some cases of light staining in end- odontically treated teeth that have darkened recently can be successfully bleached externally using ≈ 20 % carbamide peroxide gel in a specially designed bleaching tray (Fig. 6.7).
vi: Tuy nhiên, một số trường hợp nhiễm màu sau điều trị nội nha nhẹ có màu tối hơn gần đây có thể tẩy trắng bên ngoài thành công dùng gel carbamide peroxide ≈ 20 % trong khay tẩy thiết kế đặc biệt (Hình 6.7).

source: However, some clinicians claim that the jump-start technique motivates patients, as the initial results are visible immediately after the initial in-office whitening component.
vi: Tuy nhiên, một số bác sĩ cho rằng kỹ thuật mồi khởi động thúc đẩy bệnh nhân, bởi vì kết quả ban đầu nhìn thấy ngay lập tức sau khi tẩy trắng tại phòng khám.

source: However, studies using these tech- niques researchers were never able to detect any of these potential chromophores (Fattibene et al.
vi: Tuy nhiên những nghiên cứu dùng những kỹ thuật không bao giờ có thể phát hiện bất kỳ tiềm năng nhiễm sắc (Fattibene và cộng sự

source: However, the long-term success rate is considerably lower as some color regression may occur after the initial bleaching effect.
vi: Tuy nhiên, tỉ lệ thành công dài hạn là thấp đáng kể bởi vì màu hồi lại có thể xảy ra sau khi hiệu quả tẩy trắng ban đầu.

source: However, the long-term success rate is considerably lower, as some color regression may occur after the initial bleaching effect.
vi: Tuy nhiên tỉ lệ thành công lâu dài thấp hơn đáng kể, bởi vì một số màu tái phát sau khi bắt đầu tẩy trắng hiệu quả.

source: However, the use of the low HP concentration for the in-office phase of the bleaching protocol reduced the risk and intensity of bleaching-induced TS (Rezende et al.
vi: Tuy nhiên, dùng nồng độ HP thấp trong giai đoạn tại phòng khám giảm nguy cơ và cường độ nhạy cảm (Rezende và cộng sự

source: However, there was no assurance given of the final whitening result.
vi: Tuy nhiên, không đảm bải kết quả cuối cuối cùng.

source: However, these findings are still preliminary and require further evaluations.
vi: Tuy nhiên những phát hiện này vẫn sơ sài và cần những đánh giá tiếp theo.

source: However, this can be changed based on the patient’s profile.
vi: Tuy nhiên, điều này có thể được thay đổi dựa trên hồ sơ của bệnh nhân.

source: However, this policy does not address the recommended contact time of the gel with the dentition of young patients.
vi: Tuy nhiên, chính sách này không đề cập tới thời gian tiếp xúc của gel với răng bệnh nhân trẻ tuổi.

source: However, this procedure increases significantly the cost of the bleaching protocol, as it requires more dental visits.
vi: Tuy nhiên, quy trình này tăng đáng kể giá cả của tẩy trắng răng, bởi vì nó cần hẹn nha sĩ nhiều hơn.

source: However, this procedure is purely based on empirical evidence.
vi: Tuy nhiên, quy trình này hoàn toàn dựa trên kinh nghiệm.

source: However, this result depends on the patient’s compliance.
vi: Tuy nhiên, kết quả này phụ thuộc vào tuân thủ của bệnh nhân patient’s compliance.

source: However, time can be saved by beginning with mechanical enamel microreduction (diamond burs or disks), followed by completion of treatment with rotary application of the microabrasion compound.
vi: Tuy nhiên, có thể tiết kiệm thời gian bằng bắt đầu với cắt men cơ học bằng mũi khoan hoặc đĩa cắt, sau đó hoàn tất điều trị bằng dụng cụ quay áp dụng hỗn hợp vi mài mòn.

source: Human Pulpal Responses to Peroxides
vi: Phản ứng của tuỷ răng người với Peroxides

source: Hydrogen peroxide generates free radicals and active oxygen (Kashima-Tanaka et al.
vi: Hydrogen peroxide tạo ra gốc tự do và oxy hoạt hoá (Kashima-Tanaka và cộng sự

source: Hydrogen peroxide in a con- centration of approximately 30–35 % and/or sodium perborate have been the chemicals most often used as oxygen sources.
vi: Hydrogen peroxide có nồng độ khoảng 30–35 % và/hoặc sodium perborate là chất hoá học thường dùng làm nguồn oxy hoá.

source: Hydrogen peroxide in high concentrations, such as those used for in-office bleach- ing, may cause burning of the dental tissues (Fig. 7.4).
vi: Hydrogen peroxide nồng độ cao được dùng để tẩy trắng tại phòng khám có thể gây bỏng mô nướu (Hình 7.4).

source: Hydrogen peroxide, currently the most widely used whitening material, was reportedly used in 1884, and was called hydrogen dioxide by Harlan (Harlan 1884).
vi: Hydrogen peroxide, hiện tại là chất làm trắng được dùng rộng rãi nhất, được báo cao năm 1884, và được Harlan gọi là hydrogen dioxide (Harlan 1884).

source: I have some yellowish tooth-colored fillings in my front teeth.
vi: Tôi có miếng trám hơi vàng trên răng phía trước.

source: I heard in a dental convention and recently read in a manufacturer’s site that gel in conventional whitening trays is only strongly active for 25–35 min…
vi: Tôi nghe trong một hội thảo nha sĩ và đọc được gần đây trong trang web nhà sản xuất rằng gel trong khay tẩy trắng thông thường chỉ tác dụng trong 25 - 35 phút ...

source: Iatrogenic (systemic drugs)
vi: Do điều trị (thuốc toàn thân)

source: If no improvement in tooth color is observed within the first 3 months, it is unlikely that any improvement will occur (Deliperi et al.
vi: Nếu màu răng không cải thiện quan sát được sau 3 tháng đầu, nó sẽ không có bất kỳ cải thiện nào (Deliperi và cộng sự

source: If teeth are exposed to a cola beverage for 2.5 min (the time equivalent to drinking a 16 oz.
vi: Nếu răng tiếp xúc với đồ uống cola trong 2.5 phút (thời gian tương đương uống 16oz..

source: If the bleaching agent absorbs the light energy of this wavelength, it heats and thus decomposes (Ontiveros 2011).
vi: Nếu tác nhân tẩy trắng hấp thụ năng lượng ánh sáng của bước sóng này, nó nóng lên và phân huỷ (Ontiveros 2011).

source: If the interplay of multiple etiological factors shifts toward less cariogenic conditions, lesions can take up mineral from the saliva again and start to remineralize.
vi: Nếu nhiều yếu tố bệnh căn tương tác lẫn nhau dẫn tới điều kiện sâu răng ít hơn, tổn thương có thể lấy khoáng chất từ nước bọt và tái khoáng.

source: If the patient’s shade falls in the C or D range in the Vita Classical A1-D4 shade guide, the final result will not be as pleasant as that for patients in the A or B shade range.
vi: Nếu màu răng của bệnh nhân vào sắc độ C hoặc D trong bảng màu Vita Classical A1-D4, kết quả cuối cùng sẽ không hài lòng như bệnh nhân ở sắc độ A và B trong bảng màu.

source: If the result is positive, the lesion can be finally desiccated.
vi: Nếu kết quả dương tính, tổn thương cần làm khô.

source: If this color change during application of ethanol on the dried lesion fails to appear and the lesion remains whit- ish, it is quite likely that the surface layer is not completely eroded yet.
vi: Nếu màu sắc thay đổi khi áp dụng ethanol trên tổn thương được làm khô không xuất hiện và tổn thương vẫn trắng, có khả năng lớp bề mặt không được xói mòn đủ.

source: Ill-fitting trays may result in soft tissue injury, poor patient compliance, and malocclusion problems (Kugel 2003).
vi: Khay không vừa có thể gây chấn thương mô mềm, bệnh nhân tuân thủ kém, và các vấn đề về khớp cắn (Kugel 2003).

source: In a way to avoid patient’s
vi: Một cách để tránh bệnh nhân

source: In 1962, Davies and coworkers suggested that tetracycline is deposited on the organic matrix of bones and teeth prior to calcification (Davies et al.
vi: Năm 1962, Davies và cộng sự cho rằng tetracycline bị lắng đọng trên khung hữu cơ của xương và răng trước khi vôi hoá (Davies và cộng sự

source: In 1978, it was reported that minocycline was a viable alternative to treat cases of acne that did not respond to treatment with other tetracyclines (Cullen 1978).
vi: Năm 1978, người ta báo cáo minocycline là một thay thế để điều trị mụn mà không phản ứng điều trị với tetracycline khác (Cullen 1978).

source: In 1980, in a letter to the editor of the Journal of the American Academy of Dermatology, a dermatologist described a 42-year-old patient who had been on minocycline, 100 mg two to three times a day, for approximately 4–5 years (Caro 1980).
vi: Năm 1980, trong thư gửi người biên tập tạp chí Journal of the American Academy of Dermatology, một bác sĩ da liễu mô tả bệnh nhân 42 tuổi dùng minocycline 100mg hai đến ba làn mỗi ngày, khoảng 4 - 5 năm (Caro 1980).

source: In 1985, a 10-year-old girl had white and brown idiopathic enamel dysmineraliza- tion discoloration of her maxillary central incisors.
vi: Năm 1985, bé gái 10 tuổi có men răng loạn khoáng hoá trắng và nâu vô căn đổi màu trên răng cửa giữa hàm trên.

source: In 1985, a retrospective cohort study found that 4 of 72 patients who had minocycline therapy during adolescence had
vi: Năm 1985, một nghiên cứu đoàn hệ hồi cứu cho thấy 4 trên 72 bệnh nhân dùng minocycline trong tuổi vị thành niên có

source: In 1986, Croll and Cavanaugh described the “enamel microabrasion” technique (Croll and Cavanaugh 1986a, b), which combines chemical erosion with mechani- cal abrasion (Chap.
vi: Năm 1986, Croll và Cavanaugh mô tả kỹ thuật "vi mài mòn men răng" (Croll và Cavanaugh 1986a, b), kết hợp của xoi mòn hoá học và mài mòn cơ học (chương

source: In 1986, Croll and Cavanaugh first reported this type of approach and termed the treatment “enamel microabrasion” (EM) (Croll and Cavanaugh 1986a, b).
vi: Năm 1986, Croll và Cavanaugh báo cáo lần đầu loại tiếp cận và thuật ngữ điều trị "vi mài mòn men răng" (EM) (Croll và Cavanaugh 1986a, b).

source: In 1989, Haywood and Heymann introduced the nightguard vital bleaching (NGVB) technique using a vacuum-formed custom-fitted “soft plastic nightguard, approximately 2-mm thick (similar to an athletic mouthguard)” filled with Proxigel (Reed & Carnrick Pharmaceuticals), a 10 % carbamide peroxide gel available over the counter as a Food and Drug Administration (FDA)-approved antiseptic (Haywood and Heymann 1989).
vi: Trong năm 1989, Bạn và Heymann giới thiệu kỹ thuật máng bảo vệ ban đêm tẩy trắng răng nightguard vital bleaching (NGVB) bằng cách sử dụng một máy hút-tạo hình cá nhân "máng bảo vệ ban đêm bằng nhựa mềm, khoảng 2-mm (tương tự như một dụng cụ bảo vệ của vận động viên)" đầy Proxigel, 10 % gel carbamide peroxide (Haywood và Heymann năm 1989).

source: In 2009, Paris and Meyer-Lueckel described the masking of white spots with resin infiltration using 15 % HCl etching followed by a drying step with ethanol, and a very low viscosity light-cured resin (tetraethylene glycol dimethacrylate).
vi: Năm 2009, Paris và Meyer-Lueckel mô tả che đốm trắng bằng xâm nhập nhựa dùng 15 % HCl xoi mòn sau đó làm khô bằng cồn, và nhựa quang trung hợp độ nhớt thấp (tetraethylene glycol dimethacrylate).

source: In May 1884, in a lecture to the Section of Oral and Dental Surgery of the American Medical Association, Harlan described for the first time the
vi: Tháng Năm 1884, trong bức thư gửi tới Section of Oral và Dental Surgery of the American Medical Association, Harlan mô tả lần đầu tiên

source: In a 0–4 pain scale, the overall mean intensity of bleaching-induced TS for in-office bleaching was
vi: Trong thang đo đau 0–4, cường độ trung bình tổng thể của tẩy trắng gây nhạy cảm của tẩy trắng tại phòng khám là

source: In a clinical study in which patients used a 10 % carbamide peroxide gel, subjects whose bleaching regimen was 8 h daily experienced significantly more sensitivity than those who bleached for 1 h per day (Cardoso et al.
vi: Trong một nghiên cứu lâm sàng bệnh nhân dùng 10 % gel carbamide peroxide, tẩy trắng 8h /ngày bị nhạy cảm nhiều hơn có ý nghĩa so với nhóm điều trị 1 h / ngày (Cardoso và cộng sự

source: In a clinical study, while 71 % of subjects who used 20 % carbamide peroxide reported tooth sensitivity, only 37 % of subjects who used 10 % carbamide peroxide experienced tooth sensitivity (Basting et al.
vi: Một nghiên cứu lâm sàng, trong 71 % đối tượng dùng 20 % carbamide peroxide báo cáo răng nhạy cảm, chỉ 37 % đối tượng dùng 10 % carbamide peroxide có răng nhạy cảm (Basting và cộng sự

source: In addition, the chemical structure and physical properties of dental hard tissues change over time.
vi: Ngoài ra, cấu trúc hoá học và tính chất vật lý của mô cứng của răng thay đổi theo thời gian.

source: In addition, the family’s water source was not fluoridated.
vi: Ngoài ra, nguồn nước của gia đình không được fluoride hoá.

source: In an
vi: Trong một

source: In an independent survey conducted on behalf of the American Academy of Cosmetic Dentistry (2004), 99.7 % of adults in the USA believed that a smile is an important social asset.
vi: Trong một cuộc điều tra độc lập tiến hành trên danh nghĩa của Viện hàn lâm Khoa thẩm Mỹ (2004), 99.7 % người MỸ tin rằng một nụ cười là tài sản xã hội quan trọng.

source: In an ongoing systematic review of the literature (Luque-Martinez et al.
vi: Trong một tổng quan hệ thống y văn đang diễn ra (Luque-Martinez và cộng sự

source: In an opposite trend, reducing the number and/or time of application reduces the probability of TS but also limits the degree of whitening.
vi: Ngược lại, giảm số và/hoặc thời gian của làm giảm áp dụng giảm khả năng nhạy cảm nhưng cũng giảm độ trắng.

source: In another case, minocycline was applied as a component of a triple antibiotic mixture inside a root canal of a tooth with a necrotic pulp, as an attempt to disinfect the root canal system for revascularization.
vi: Trong trường hợp khác, minocycline được áp dụng như là thành phần của hỗn hợp 3 kháng sinh trong ống tuỷ của răng hoại tử tuỷ, để khử trùng ống tuỷ để tái sinh mạch máu.

source: In case heat is used, such as in the jump- start technique, pulpal enzymes may be significantly inhibited.
vi: Trường hợp dùng nhiệt độ, như kỹ thuật mồi khởi động, enzym tuỷ răng có thể bị ức chế đáng kể.

source: In case heat is used, such as in the jump-start technique, pulpal enzymes may be significantly inhibited (Bowles and Thompson 1986).
vi: Trường hợp dùng nhiệt độ, như kỹ thuật mồi khởi động, enzym tuỷ răng có thể bị ức chế đáng kể (Bowles và Thompson 1986).

source: In case of inadvertent fabrication of shortened trays, successful whitening still occurs beyond the borders of the short tray without demarcation lines on the teeth (Oliver and Haywood 1999), as peroxides diffuse easily through enamel.
vi: Trong trường hợp vô ý chế tạo khay bị ngắn, làm trắng thành công vẫn xảy ra ngoài đường viền của ngắn khay mà không có ranh giới trên (Oliver và Haywood 1999), vì peroxide dễ dàng khuếch tán qua men răng.

source: In case teeth are already sensitive prior to starting the treatment, this might indicate that the dentin tubules are patent, which would make bleaching strongly contraindi- cated.
vi: Trường hợp răng nhạy cảm sẵn trước khi điều trị, có thể gợi ý ống ngà mở, làm chống chỉ định điều trị tẩy trắng.

source: In case the enamel demineralization is superficial (<0.5 mm), tray whitening may camouflage the white spots without removing them (Fig. 6.11).
vi: Trong trường khợp men răng khử khoáng là rất ít (<0.5 mm), khay tẩy trắng có thể nguỵ trang đốm màu trắng mà không loại bỏ chúng (Hình 6.11).
